{
    "1018": {
    "uri": "12channel",
    "quality": "1080p",
    "format_id": 5,
    "lang": {
    "uk": {
    "format": "Регіони",
    "desc": "Незалежне видання неупереджених новин. Змістове наповнення ресурсу охоплює новини світу, України та Волині.",
    "name": "12 канал"
    },
    "ru": {
    "format": "Регионы",
    "desc": "Независимое издание непредвзятых новостей. Содержательное наполнение ресурса охватывает новости мира, Украины и Волыни.",
    "name": "12 канал"
    }
    }
    },
    "9002": {
    "uri": "1plus1",
    "quality": "sd",
    "format_id": 2,
    "lang": {
    "uk": {
    "format": "Ефір",
    "desc": "Телеканал \"1+1\" - перший україномовний загальнонаціональний канал. Почав мовлення у вересні 1995 року, фактично заснувавши сучасне українське телебачення. Сьогодні канал продовжує розвиватися, диктуючи високі стандарти всій індустрії.",
    "name": "1+1"
    },
    "ru": {
    "format": "Эфир",
    "desc": "Телеканал \"1+1\" - первый украиноязычный общенациональный канал. Начал вещание в сентябре 1995 года, фактически основав современное украинское телевидение. Сегодня канал продолжает развиваться, диктуя высокие стандарты всей индустрии.",
    "name": "1+1"
    }
    }
    },
    "9014": {
    "uri": "5ua",
    "quality": "sd",
    "format_id": 1,
    "lang": {
    "uk": {
    "format": "Інфо",
    "desc": "Перший український інформаційний телеканал. Актуальні та ексклюзивні новини та відеосюжети, інтерв'ю з цікавими людьми, політиками, зірками та багато іншого з життя України та світу.",
    "name": "5 канал"
    },
    "ru": {
    "format": "Инфо",
    "desc": "Первый украинский информационный телеканал. Актуальные и эксклюзивные последние новости и видеосюжеты, интервью с интересными людьми, политиками, звездами и многое другое из жизни Украины и мира.",
    "name": "5 канал"
    }
    }
    },
    "9016": {
    "uri": "2plus2",
    "quality": "sd",
    "format_id": 3,
    "lang": {
    "uk": {
    "format": "Розваги",
    "desc": "Загальнонаціональний український телеканал, що пропонує глядачам якісну добірку інформаційних та суспільно-політичних проектів власного виробництва, розважальних програм, фільмів, серіалів, топових футбольних трансляцій, орієнтованих переважно на чоловічу аудиторію. Цільова аудиторія телеканалу - чоловіки віком 18-54 років.",
    "name": "2+2"
    },
    "ru": {
    "format": "Развлечения",
    "desc": "Общенациональный украинский телеканал, предлагающий зрителям качественную подборку информационных и общественно-политических проектов собственного производства, развлекательных программ, фильмов, сериалов, топовых футбольных трансляций, ориентированных преимущественно на мужскую аудиторию. Целевая аудитория телеканала - мужчины в возрасте 18-54 лет.",
    "name": "2+2"
    }
    }
    },
    "9035": {
    "uri": "24tv",
    "quality": "1080p",
    "format_id": 1,
    "lang": {
    "uk": {
    "format": "Інфо",
    "desc": "Телеканал новин \"24\" - портал для людей, які прагнуть знати всі останні новини на сьогодні. Важливі події онлайн, цікаві опитування, конструктивна аналітика, думки експертів, інфографіки та найсвіжіші новини.",
    "name": "24 Канал"
    },
    "ru": {
    "format": "Инфо",
    "desc": "Телеканал новостей \"24\" - портал для людей, которые стремятся знать все последние новости на сегодня. Важные события онлайн, интересные опросы, конструктивная аналитика, мнения экспертов, инфографики и самые свежие новости. ",
    "name": "24 Канал"
    }
    }
    },
    "9053": {
    "uri": "112ua",
    "quality": "1080p",
    "format_id": 1,
    "lang": {
    "uk": {
    "format": "Інфо",
    "desc": "Інформаційний телеканал, мовлення якого здійснюється 24 години на добу. Телеканал транслює ексклюзивні інтерв'ю та коментарі політиків, експертів, громадських і культурних діячів, а також українських військових.",
    "name": "112 Україна"
    },
    "ru": {
    "format": "Инфо",
    "desc": "Информационный телеканал, вещание которого осуществляется 24 часа в сутки. Телеканал транслирует эксклюзивные интервью и комментарии политиков, экспертов, общественных и культурных деятелей, а также украинских военных. ",
    "name": "112 Украина"
    }
    }
    },
    "9090": {
    "uri": "360tune_box",
    "quality": "sd",
    "format_id": 3,
    "lang": {
    "uk": {
    "format": "Розваги",
    "desc": "Музичний канал, який орієнтується на людину, чиї музичні смаки виходять за рамки просто популярних виконавців. Глядачеві пропонуються відеокліпи молодих артистів з великим потенціалом. Телеканал цілодобовий, орієнтований на аудиторію від 16 до 45 років.",
    "name": "360 Tune Box"
    },
    "ru": {
    "format": "Развлечения",
    "desc": "Музыкальный канал, который ориентируется на человека, чьи музыкальные вкусы выходят за рамки просто популярных исполнителей. Зрителю предлагаются видеоклипы молодых артистов с большим потенциалом. Телеканал круглосуточный, ориентирован на аудиторию от 16 до 45 лет.",
    "name": "360 Tune Box"
    }
    }
    },
    "9171": {
    "uri": "3studio",
    "quality": "sd",
    "format_id": 5,
    "lang": {
    "uk": {
    "format": "Регіони",
    "desc": "Обласна телерадіокомпанія в місті Івано-Франківськ, що висвітлює головні новини з життя регіону.",
    "name": "3 Студія"
    },
    "ru": {
    "format": "Регионы",
    "desc": "Областная телерадиокомпания в городе Ивано-Франковск, освещающая главные новости из жизни региона.",
    "name": "3 Студия"
    }
    }
    },
    "9175": {
    "uri": "100news",
    "quality": "sd",
    "format_id": 5,
    "lang": {
    "uk": {
    "format": "Регіони",
    "desc": "Телеканал новин України та світу. Об'єктивно, оперативно, з акцентом на найважливіші події дня. Розрахований на вікову аудиторію 30+.",
    "name": "100% News"
    },
    "ru": {
    "format": "Регионы",
    "desc": "Телеканал новостей Украины и мира. Объективно, оперативно, с акцентом на наиважнейшие события дня. Рассчитан на возрастную аудиторию 30+.",
    "name": "100% News"
    }
    }
    },
    "9184": {
    "uri": "pershiy_kyivsky",
    "quality": "sd",
    "format_id": 5,
    "lang": {
    "uk": {
    "format": "Регіони",
    "desc": "Столичний телеканал, що транслює передачі про подорожі та активні види відпочинку. Телеканал інформує про новинки туристичного ринку - про нові маршрути, напрямки, курорти та їхні особливості.",
    "name": "Перший Київський Телеканал"
    },
    "ru": {
    "format": "Регионы",
    "desc": "Столичный телеканал, транслирующий передачи о путешествиях и активных видах отдыха. Телеканал информирует о новинках туристического рынка - о новых маршрутах, направления, курортах и их особенностях.",
    "name": "Первый Киевский Телеканал"
    }
    }
    }
    }